<?php

return [
    'fonts'        => [
        'main' => 'Open Sans',
        'head' => 'Roboto Light',
    ],
    'menu'         => [
        'order'           => 'Заказ',
        'about'           => 'О компании',
        'subscribe'       => 'Подписка',
        'services'        => 'Сервис',
        'contacts'        => 'Контакты',
        'home'            => 'Главная',
        'personal_data'   => 'Настройки',
        'password_change' => 'Пароль',
        'orders'          => [
            'active' => 'Заявки'
        ],
        'cabinet'         => 'Личный кабинет',
        'set_language'    => 'Выбор языка',
        'menu'            => 'Меню',
        'partners'        => 'Партнёры',
    ],
    'headers'      => [
        'introduction'          => 'Charters Luxury',
        'features'              => 'УСЛУГИ',
        'what_makes_us_special' => 'ЧТО ДЕЛАЕТ НАС ОСОБЕННЫМИ',
        'contact'               => 'КОНТАКТНАЯ ИНФОРМАЦИЯ',
        'subscribe'             => 'ОСТАВЬТЕ СВОЙ EMAIL',
        'subscribe-desc'        => 'чтобы получать лучшие предложения',
        'large_fleet'           => 'Большой выбор самолетов',
        'service'               => 'Круглосуточное обслуживание',
        'pricing'               => 'Ценообразование',
        'login'                 => 'АВТОРИЗАЦИЯ',
        'registration'          => 'РЕГИСТРАЦИЯ',
        'passwordRemind'        => 'НАПОМИНАНИЕ ПАРОЛЯ',
        'password_reset'        => 'Сброс пароля',
        'create_order'          => 'Оформить заявку',
        'order'                 => 'Запрос на перелёт',
        'orders'                => [
            'active' => 'Список текущих заявок'
        ],
        'passwordChange'        => 'Изменение пароля',
        'editUserData'          => 'Изменение персональных данных',
        'register'              => 'Стать участником',
        'passwordReset'         => 'Сброс старого пароля',
        'partners'              => 'Партнёры',
        'contacts'              => 'Ваши контакты',
        'personal-concierge'    => 'Консьерж-сервис',
        'on-board-mice'         => 'Мероприятия на борту',
        'tours'                 => 'Туры на частном самолёте',
        'whoWeAre'              => 'Ваш личный самолёт в любую точку мира'
    ],
    'words'        => [
        'days'                    => 'Дней',
        'hours'                   => 'Часов',
        'minutes'                 => 'Минут',
        'seconds'                 => 'Секунд',
        'loading'                 => 'Загрузка',
        'no_data'                 => 'Данные отсутствуют',
        'passengers'              => 'пассажир|пассажира|пассажиров',
        'from'                    => 'Откуда',
        'to'                      => 'Куда',
        'step'                    => 'ШАГ :step',
        'airports_and_passengers' => 'Закажите<br/>самолёт',
        'departure_date_and_time' => 'Получите предложение',
        'aircraft'                => 'Оплата и<br>полёт',
        'class_not_set'           => 'Класс воздушного судна не выбран',
        'maker_not_set'           => 'Производитель воздушного судна не выбран',
        'maker'                   => 'Производитель',
        'class'                   => 'Класс',
        'model'                   => 'Модель',
        'type'                    => 'Тип ВС',
        'tail_number'             => 'Бортовой номер',
        'fly_price'               => 'Цена перелёта',
        'arr'                     => 'Все права защищены',
        'forgot_password'         => 'Забыли свой пароль?',
        'pax'                     => 'Количество пассажиров',
        'departure_date'          => 'Дата отправления',
        'time_interval'           => 'Время отправления'
    ],
    'paragraphs'   => [
        'we'                      => [
            '24-7'    => 'Сервис 24/7/365',
            'confide' => 'Конфиденциальность',
            'how'     => 'Большой выбор самолётов от надёжных операторов',
            'manager' => 'Персональный менеджер для решения любых вопросов',
            'service' => 'Широкий комплекс эксклюзивных услуг на земле и в воздухе',
        ],
        'to_customers'            => '',
        'large_fleet'             => 'Нашими партнерами являются основные международные и региональные операторы деловой авиации с крупнейшим в мире флотом воздушных судов. Во время бронирования Вы сможете изучить фотографии и схемы салонов воздушных судов.',
        'personal-concierge'      => '<ul class="fa-ul">
<li><i class="fa-li fa fa-plane"></i>Персональный трансфер</li>
<li><i class="fa-li fa fa-plane"></i>Оформление борта на ваш вкус </li>
<li><i class="fa-li fa fa-plane"></i>Питание по вашему предпочтению</li>
</ul>',
        'on-board-mice'           => '<ul class="fa-ul">
<li><i class="fa-li fa fa-plane"></i>Праздник для вас в воздухе</li>
<li><i class="fa-li fa fa-plane"></i>Живая музыка во время полёта</li>
<li><i class="fa-li fa fa-plane"></i>Конференции на борту</li>
</ul>',
        'tours'                   => '<ul class="fa-ul">
<li><i class="fa-li fa fa-plane"></i>Мировые СПА</li>
<li><i class="fa-li fa fa-plane"></i>Путешествия за экстримом</li>
<li><i class="fa-li fa fa-plane"></i>Гастрономические туры</li>
</ul>',
        'service'                 => 'Мы понимаем уникальные запросы и обстоятельства каждого клиента. Наша цель — предоставить эффективные гибкие и вместе с тем персонализированные услуги.',
        'pricing'                 => 'Наше ценообразование основано на простоте, честности и прозрачности. Мы не требуем с клиентов членского взноса. С помощью нашей платформы Вы сможете осуществить бронирование с минимальными временными затратами.',
        'pass_remind'             => 'Введите Ваш email, который Вы указывали при регистрации. На него будут высланы инструкции по восстановлению пароля.',
        'register'                => 'Для доступа к функционалу платформы Charters Luxury, заполните, пожалуйста, регистрационную форму.</p><p>Обращаем Ваше внимание, что все поля обязательны для заполнения.',
        'signup_or_in_to_procees' => 'Ваша заявка составлена. Авторизуйтесь или зарегистрируйтесь для продолжения.',
        'moscow_address'          => 'Москва, Хрустальный Переулок, дом 1',
        'login'                   => 'Заполните форму для входа в систему',
        'order_sent'              => '<strong>Спасибо!</strong> Ваша заявка отправлена. Ваш персональный менеджер скоро свяжется с Вами!'
    ],
    'placeholders' => [
        'your_email'                => 'Ваш электронный адрес',
        'set_your_email'            => 'Укажите Ваш контактный email',
        'your_password'             => 'Введите пароль',
        'set_your_password'         => 'Задайте Ваш пароль',
        'password_confirm'          => 'Повторите ввод пароля',
        'new_password'              => 'Укажите новый пароль',
        'new_password_confirmation' => 'Ещё раз',
        'set_your_phone'            => 'Укажите Ваш контактный телефон',
        'set_your_first_name'       => 'Ваше Имя',
        'set_your_last_name'        => 'Ваша Фамилия',
        'your_current_password'     => 'Ваш текущий пароль',
        'your_new_password'         => 'Ваш новый пароль',
        'your_new_password_confirm' => 'Повторно новый пароль',
    ],
    'fields'       => [
        'old_password' => 'Текущий пароль'
    ],
    'lists'        => [
        'jet_type'        => 'Модель ВС',
        'jet_maker'       => 'Производитель',
        'jet_class'       => 'Класс',
        'jet_tail_number' => 'Бортовой номер',
        'jet_operator'    => 'Оператор',
        'jet_capacity'    => 'Вместительность',
    ]
];